"{\n  \"version\": \"1.0\",\n  \"lastUpdated\": \"2025-08-16T21:53:13.061Z\",\n  \"source\": \"localStorage_migration\",\n  \"promptCount\": 3,\n  \"promptlar\": [\n    {\n      \"id\": 1755381124022,\n      \"haftaNo\": 1,\n      \"baslik\": \"programa başlama mesajı\",\n      \"icerik\": \"Merhaba .......... Hanım,\\nBu hafta programa başlıyoruz. Adım adım ilerleyeceğimiz, sade ama etkili bir süreç olacak. Her hafta belirli bir hedefimiz olacak ve birlikte takip ederek ilerleyeceğiz.\\nÖncelikle lipödemle ilgili birkaç temel bilgi paylaşmak istiyorum. Lipödem, özellikle kadınlarda görülen, bacaklarda ve kollarda simetrik yağ birikimiyle kendini gösteren bir hastalıktır. Çoğu zaman lenfödem ya da obeziteyle karıştırılsa da aslında farklı bir tabloya sahiptir. Genetik ve hormonal nedenlere bağlı gelişen kronik bir iltihabi durumdur. Doğru şekilde yönetildiğinde ilerlemesi durdurulabilir, hatta gerileme bile sağlanabilir.\\nBu haftadan itibaren süt ve süt ürünlerini kısa bir süreliğine programdan çıkarıyoruz. Bunun birkaç önemli nedeni var: – Gizli gıda duyarlılıklarının etkisini gözlemlemek\\n– Vücutta inflamasyonu tetikleyen kaynakları azaltmak\\n– Bağırsak florasını güçlendirmek için zemin hazırlamak\\nSüt ürünleri 3. haftadan itibaren yeniden ve kontrollü şekilde programa dahil edilecek.\\nBu dönemde protein ihtiyacını karşılamak için yumurta temel besinimiz olacak. Çünkü yumurta, vücut için en iyi protein kaynaklarından biri. Aynı zamanda A, D, B12 vitaminleri, selenyum, kolin gibi lipödem sürecinde destekleyici mikrobesinler açısından da oldukça zengindir. İlk haftalarda yumurta tüketimi biraz daha fazla olabilir. İlerleyen haftalarda süt ürünleri tekrar listeye eklendikçe yumurta miktarı da doğal olarak azalacaktır.\\nBu süreçte bazı takviyelerden de destek alabiliriz. Her hastaya özel belirlenmekle birlikte, bu dönemde önerdiğimiz takviye ürünlerin amacı; ödemi azaltmak, dolaşımı desteklemek ve dokuların onarım sürecine katkıda bulunmaktır. Zorunlu değiller ama ihtiyaç ve hedeflere göre faydalı olabilirler.\\n3.\\thaftadan itibaren probiyotik ve prebiyotik desteklere de başlanacak. Bu destekler 3 ay boyunca devam edecek ve bağırsak florasının güçlenmesine katkı sağlayacaktır. Bu da vücuttaki inflamasyonun kontrol altına alınmasına yardımcı olur.\\nAyrıca her iki haftada bir, pazar günü ölçüm almanızı rica edeceğim. Bel, kalça, bacak çevresi gibi bölgelerin ölçümünü düzenli olarak kaydetmeniz, değişimi daha net görebilmemiz açısından önemli. Tartıya değil, incelmeye odaklanacağız.\\nBu haftanın en temel adımları şöyle: – Süt ürünlerini bırakıyoruz\\n– Yumurtayı temel protein kaynağı olarak kullanıyoruz\\n– Günlük su tüketimini artırıyoruz\\n– Gerekli görülürse takviyelere başlıyoruz\\n– İlk ölçümler alınıyor ve not ediliyor\\nProgramın başı her zaman en zor kısımdır. Ama kısa süre içinde bedeninizdeki değişimleri hissetmeye başlayacaksınız. Bu süreci küçük ama etkili adımlarla birlikte yöneteceğiz. Her zaman yanınızdayım.\\nSevgilerle,\",\n      \"olusturmaTarihi\": \"2025-08-16T21:52:04.022Z\",\n      \"guncellemeTarihi\": \"2025-08-16T21:52:04.022Z\"\n    },\n    {\n      \"id\": 1755381153540,\n      \"haftaNo\": 2,\n      \"baslik\": \"eliminasyon\",\n      \"icerik\": \"2. hafta teması: eliminasyon\\n\\nMerhaba .......... Hanım,\\nProgramın ikinci haftasına geçiyoruz. Henüz yolun çok başındayız ama attığınız bu küçük adımların zamanla ne kadar büyük farklar yaratabileceğini birlikte göreceğiz. Lipödem kronik bir hastalık olduğu için hızlı çözümler değil, kalıcı değişiklikler hedefliyoruz. Bu nedenle sabırlı ve istikrarlı ilerlemek çok önemli.\\nBu haftayla birlikte vücutta bazı küçük değişiklikler hissedebilirsiniz. Ancak unutmayın, asıl hedefimiz sadece gözle görülür farklar değil; içeride, yani hücresel düzeyde başlayan iyileşmeleri de desteklemek. Bu süreçte atılan her adım, hem lipödemle mücadelede hem de genel sağlık açısından büyük önem taşıyor.\\nLipödemde temel sorunlardan biri olan inflamasyon (yani vücuttaki sessiz iltihap hali), yalnızca bu hastalıkla sınırlı kalmaz. Eğer önlem alınmazsa zamanla insülin direnci, hormonal dengesizlikler, tiroit problemleri, sindirim sistemi hastalıkları gibi başka kronik tablolarla birlikte seyredebilir. O yüzden bu sürece sadece kilo yönetimi değil, bütüncül bir sağlık yaklaşımı olarak bakmak gerekiyor.\\nİlk dört haftada önceliğimiz tamamen beslenme üzerine yoğunlaşmak. Bu dönemde vücudu fazla zorlamadan, ama doğru seçimlerle şekillendirmeye çalışıyoruz. Her sabah kurşun geçirmez kahve (bir tatlı kaşığı tereyağı ya da hindistan cevizi yağıyla hazırlanan kahve) içmek bu haftalarda önerdiğimiz güçlü alışkanlıklardan biridir. Bu tür bir kahve, hem uzun süreli tokluk sağlar hem de yağ yakımını destekler.\\nEğer kahve içmek istemediğiniz bir gün olursa, onun yerine yarım avokado veya 10 adet zeytin veya bir yemek kaşığı tahin de aynı şekilde sağlıklı yağ kaynağı olarak değerlendirilebilir. Buradaki amaç, güne düşük insülinle başlamak. Çünkü sağlıklı yağlar insülini neredeyse hiç yükseltmez. Bu da yağ yakımının önünü açar.\\nPek çok kişi “yağ yemek kilo aldırmaz mı?” diye düşünebilir. Ama gerçek şu ki; yağları tek başına almak, yani yanında karbonhidrat veya aşırı protein yoksa, vücudu yağlandırmaz. Asıl sorun, insülin hormonunun sık ve yüksek seviyede salgılanmasıdır. Bu da en çok karbonhidratlarla, özellikle unlu ve şekerli gıdalarla olur. Aşırı protein alımı da insülini yükseltebilir. Dolayısıyla bu süreçte yaptığımız her seçim, insülin dengesini korumak ve yağlanma sürecini durdurmak için tasarlanmıştır.\\nŞu anda vücudunuzu adeta bir yağ yakma antrenmanına sokmuş durumdayız. Bu sürece ne kadar istikrarlı devam ederseniz, hem lipödemle hem de genel sağlıkla ilgili kazanımlarınız o kadar belirgin olacaktır.\\nTüm gelişmeleri birlikte takip edeceğiz. Unutmayın, size sadece bir mesaj kadar uzaktayız.\\nSevgilerle,\\\\\",\n      \"olusturmaTarihi\": \"2025-08-16T21:52:33.540Z\",\n      \"guncellemeTarihi\": \"2025-08-16T21:52:33.540Z\"\n    },\n    {\n      \"id\": 1755381193060,\n      \"haftaNo\": 3,\n      \"baslik\": \"Bağırsak florası\",\n      \"icerik\": \"3. hafta teması: Bağırsak florası\\n\\nBu haftaki beslenme listesinde...\",\n      \"olusturmaTarihi\": \"2025-08-16T21:53:13.060Z\",\n      \"guncellemeTarihi\": \"2025-08-16T21:53:13.060Z\"\n    }\n  ]\n}"